Repository: owngoal-dev/iGhostVT
Catalog: iGhostVT/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Terminal Helper Unavailable
ar: مساعد الطرفية غير متوفر
de: Terminal-Helfer nicht verfügbar
es: Asistente del terminal no disponible
fr: Assistant du terminal indisponible
it: Assistente del terminale non disponibile
ja: ターミナルヘルパーを利用できません
ko: 터미널 헬퍼를 사용할 수 없음
pt_br: Assistente do terminal indisponível
ru: Помощник терминала недоступен
vi: Trình trợ giúp Terminal không khả dụng
zh_hans: 终端助手不可用
zh_hant: 終端機助手不可用

source: Terminal Session
ar: جلسة طرفية
de: Terminalsitzung
es: Sesión de terminal
fr: Session de terminal
it: Sessione del terminale
ja: ターミナルセッション
ko: 터미널 세션
pt_br: Sessão de terminal
ru: Сеанс терминала
vi: Phiên Terminal
zh_hans: 终端会话
zh_hant: 終端機工作階段

source: Terminal Unavailable
ar: الطرفية غير متوفرة
de: Terminal nicht verfügbar
es: Terminal no disponible
fr: Terminal indisponible
it: Terminale non disponibile
ja: ターミナルを利用できません
ko: 터미널을 사용할 수 없음
pt_br: Terminal indisponível
ru: Терминал недоступен
vi: Terminal không khả dụng
zh_hans: 终端不可用
zh_hant: 終端機不可用

source: Text
ar: النص
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: Text Size
ar: حجم النص
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione del testo
ja: 文字サイズ
ko: 텍스트 크기
pt_br: Tamanho do texto
ru: Размер текста
vi: Cỡ chữ
zh_hans: 文字大小
zh_hant: 文字大小

source: That terminal session is already open in another window.
ar: جلسة الطرفية تلك مفتوحة بالفعل في نافذة أخرى.
de: Diese Terminalsitzung ist bereits in einem anderen Fenster geöffnet.
es: Esa sesión de terminal ya está abierta en otra ventana.
fr: Cette session de terminal est déjà ouverte dans une autre fenêtre.
it: Questa sessione del terminale è già aperta in un’altra finestra.
ja: そのターミナルセッションはすでに別のウインドウで開いています。
ko: 해당 터미널 세션은 이미 다른 윈도우에서 열려 있습니다.
pt_br: Essa sessão de terminal já está aberta em outra janela.
ru: Этот сеанс терминала уже открыт в другом окне.
vi: Phiên Terminal đó đang mở ở cửa sổ khác.
zh_hans: 该终端会话已在另一个窗口中打开。
zh_hant: 該終端機工作階段已在另一個視窗中開啟。

source: That terminal session no longer exists.
ar: لم تعد جلسة الطرفية تلك موجودة.
de: Diese Terminalsitzung existiert nicht mehr.
es: Esa sesión de terminal ya no existe.
fr: Cette session de terminal n’existe plus.
it: Questa sessione del terminale non esiste più.
ja: そのターミナルセッションはもう存在しません。
ko: 해당 터미널 세션이 더 이상 존재하지 않습니다.
pt_br: Essa sessão de terminal não existe mais.
ru: Этот сеанс терминала больше не существует.
vi: Phiên Terminal đó không còn tồn tại.
zh_hans: 该终端会话已不存在。
zh_hant: 該終端機工作階段已不存在。

source: The background helper that runs your terminals is switched off. Turn it back on to open a terminal.
ar: المساعد الذي يشغّل طرفياتك في الخلفية معطَّل. أعد تفعيله لفتح طرفية.
de: Der Hintergrund-Helfer, der Ihre Terminals ausführt, ist ausgeschaltet. Schalten Sie ihn wieder ein, um ein Terminal zu öffnen.
es: El asistente en segundo plano que ejecuta sus terminales está desactivado. Vuelva a activarlo para abrir un terminal.
fr: L’assistant en arrière-plan qui exécute vos terminaux est désactivé. Réactivez-le pour ouvrir un terminal.
it: L’assistente in background che esegue i terminali è disattivato. Riattivalo per aprire un terminale.
ja: ターミナルを実行するバックグラウンドヘルパーがオフになっています。オンに戻すとターミナルを開けます。
ko: 터미널을 실행하는 백그라운드 헬퍼가 꺼져 있습니다. 다시 켜면 터미널을 열 수 있습니다.
pt_br: O assistente em segundo plano que executa seus terminais está desativado. Ative-o novamente para abrir um terminal.
ru: Фоновый помощник, который запускает терминалы, выключен. Включите его снова, чтобы открыть терминал.
vi: Trình trợ giúp chạy nền vốn điều khiển các Terminal của bạn đang tắt. Hãy bật lại để mở Terminal.
zh_hans: 运行终端的后台助手已关闭。请重新开启后再打开终端。
zh_hant: 執行終端機的背景助手已關閉。請重新開啟後再開啟終端機。

source: The bar above the keyboard shows these keys in this order. Scroll sideways if they do not all fit.
ar: يعرض الشريط أعلى لوحة المفاتيح هذه المفاتيح بهذا الترتيب. مرّر أفقياً إذا لم تظهر كلها.
de: Die Leiste über der Tastatur zeigt diese Tasten in dieser Reihenfolge. Scrollen Sie horizontal, wenn nicht alle hineinpassen.
es: La barra sobre el teclado muestra estas teclas en este orden. Desplácese lateralmente si no caben todas.
fr: La barre au-dessus du clavier affiche ces touches dans cet ordre. Faites défiler latéralement si elles ne tiennent pas toutes.
it: La barra sopra la tastiera mostra questi tasti in questo ordine. Scorri lateralmente se non entrano tutti.
ja: キーボード上のバーには、これらのキーがこの順序で表示されます。すべて収まらない場合は横にスクロールしてください。
ko: 키보드 위 막대에 이 키들이 이 순서로 표시됩니다. 전부 들어가지 않으면 옆으로 스크롤하십시오.
pt_br: A barra acima do teclado mostra estas teclas nesta ordem. Role para o lado se não couberem todas.
ru: На панели над клавиатурой эти клавиши показаны в таком порядке. Прокрутите её по горизонтали, если они не помещаются.
vi: Thanh phía trên bàn phím hiển thị các phím này theo thứ tự đó. Hãy vuốt ngang nếu không hiển thị đủ.
zh_hans: 键盘上方的快捷栏将按此顺序显示这些按键。若无法全部显示，可左右滑动查看。
zh_hant: 鍵盤上方的快捷列將按此順序顯示這些按鍵。若無法全部顯示，可左右滑動查看。

source: The bar stays down while a hardware keyboard is connected.
ar: يظل الشريط مخفياً أثناء توصيل لوحة مفاتيح خارجية.
de: Die Leiste bleibt ausgeblendet, solange eine Hardwaretastatur verbunden ist.
es: La barra permanece oculta mientras haya un teclado físico conectado.
fr: La barre reste masquée tant qu’un clavier physique est connecté.
it: La barra resta nascosta finché è collegata una tastiera fisica.
ja: ハードウェアキーボードの接続中はバーを表示しません。
ko: 하드웨어 키보드가 연결된 동안에는 막대를 표시하지 않습니다.
pt_br: A barra fica oculta enquanto um teclado físico estiver conectado.
ru: Панель остаётся скрытой, пока подключена аппаратная клавиатура.
vi: Thanh phím sẽ ẩn khi có bàn phím vật lý được kết nối.
zh_hans: 连接物理键盘时不显示辅助键栏。
zh_hant: 連接實體鍵盤時不顯示輔助鍵列。

source: The command did not finish in time. Increase the time limit and try again.
ar: لم ينتهِ الأمر في الوقت المحدد. زد المهلة وحاول مرة أخرى.
de: Der Befehl wurde nicht rechtzeitig abgeschlossen. Erhöhen Sie das Zeitlimit und versuchen Sie es erneut.
es: El comando no ha terminado a tiempo. Aumente el tiempo límite e inténtelo de nuevo.
fr: La commande ne s’est pas terminée à temps. Augmentez la limite de temps, puis réessayez.
it: Il comando non è terminato in tempo. Aumenta il limite di tempo e riprova.
ja: コマンドが時間内に完了しませんでした。制限時間を延ばしてからもう一度お試しください。
ko: 명령이 제때 완료되지 않았습니다. 제한 시간을 늘린 후 다시 시도하십시오.
pt_br: O comando não terminou a tempo. Aumente o tempo limite e tente novamente.
ru: Команда не завершилась вовремя. Увеличьте лимит времени и повторите попытку.
vi: Lệnh không hoàn tất kịp thời hạn. Hãy tăng giới hạn thời gian rồi thử lại.
zh_hans: 命令未及时完成。请增加时限后重试。
zh_hant: 指令未及時完成。請增加時限後再試一次。

source: The Ghostty configuration every new terminal opens with, generated from the settings above. Open tabs keep the configuration they were opened with.
ar: إعداد Ghostty الذي تُفتح به كل طرفية جديدة، وهو مُولَّد من الإعدادات أعلاه. وتحتفظ علامات التبويب المفتوحة بالإعداد الذي فُتحت به.
de: Die Ghostty-Konfiguration, mit der jedes neue Terminal geöffnet wird, erzeugt aus den Einstellungen oben. Offene Tabs behalten die Konfiguration, mit der sie geöffnet wurden.
es: La configuración de Ghostty con la que se abre cada terminal nuevo, generada a partir de los ajustes anteriores. Las pestañas abiertas conservan la configuración con la que se abrieron.
fr: La configuration Ghostty avec laquelle chaque nouveau terminal s’ouvre, générée à partir des réglages ci-dessus. Les onglets ouverts conservent la configuration avec laquelle ils ont été ouverts.
it: La configurazione di Ghostty con cui si apre ogni nuovo terminale, generata dalle impostazioni sopra. Le schede aperte mantengono la configurazione con cui sono state aperte.
ja: 新しいターミナルを開くときに使われる Ghostty の設定ファイルです。上の設定から生成されます。開いているタブは、開いたときの設定を保ちます。
ko: 새 터미널을 열 때 사용되는 Ghostty 구성으로, 위의 설정에서 생성됩니다. 열려 있는 탭은 열 때의 구성을 유지합니다.
pt_br: A configuração do Ghostty com que cada novo terminal é aberto, gerada a partir dos ajustes acima. As abas abertas mantêm a configuração com que foram abertas.
ru: Конфигурация Ghostty, с которой открывается каждый новый терминал, сформированная из настроек выше. Открытые вкладки сохраняют конфигурацию, с которой были открыты.
vi: Cấu hình Ghostty mà mọi Terminal mới sẽ dùng khi mở, được tạo từ các cài đặt ở trên. Tab đang mở vẫn giữ cấu hình lúc nó được mở.
zh_hans: 每个新终端打开时使用的 Ghostty 配置，由上方的设置生成。已打开的标签页保留打开时的配置。
zh_hant: 每個新終端機開啟時使用的 Ghostty 設定，由上方的設定產生。已開啟的分頁保留開啟時的設定。

source: The session limit has been reached. Close a session and try again.
ar: تم بلوغ الحد الأقصى للجلسات. أغلق جلسة وحاول مرة أخرى.
de: Die maximale Anzahl an Sitzungen ist erreicht. Schließen Sie eine Sitzung und versuchen Sie es erneut.
es: Se ha alcanzado el límite de sesiones. Cierre una sesión e inténtelo de nuevo.
fr: La limite de sessions est atteinte. Fermez une session et réessayez.
it: È stato raggiunto il limite di sessioni. Chiudi una sessione e riprova.
ja: セッション数が上限に達しました。セッションを閉じてからもう一度お試しください。
ko: 세션 한도에 도달했습니다. 세션을 하나 닫고 다시 시도하십시오.
pt_br: O limite de sessões foi atingido. Feche uma sessão e tente novamente.
ru: Достигнут предел числа сеансов. Закройте сеанс и повторите попытку.
vi: Đã đạt giới hạn số phiên. Hãy đóng một phiên rồi thử lại.
zh_hans: 已达到会话数上限。请关闭一个会话后重试。
zh_hant: 已達到工作階段數量上限。請關閉一個工作階段後再試一次。

source: The session's program is not reading its input. Wait for it to catch up and try again.
ar: البرنامج في الجلسة لا يقرأ مدخلاته. انتظر حتى يلحق بها وحاول مرة أخرى.
de: Das Programm dieser Sitzung liest seine Eingaben nicht. Warten Sie, bis es aufgeholt hat, und versuchen Sie es erneut.
es: El programa de esta sesión no está leyendo su entrada. Espere a que termine de procesarla e inténtelo de nuevo.
fr: Le programme de cette session ne lit pas son entrée. Attendez qu’il rattrape son retard, puis réessayez.
it: Il programma di questa sessione non sta leggendo il suo input. Attendi che recuperi e riprova.
ja: このセッションのプログラムが入力を読み取っていません。処理が追いつくまで待ってからもう一度お試しください。
ko: 이 세션의 프로그램이 입력을 읽고 있지 않습니다. 처리가 따라잡을 때까지 기다린 후 다시 시도하십시오.
pt_br: O programa desta sessão não está lendo sua entrada. Aguarde até que ele termine de processá-la e tente novamente.
ru: Программа этого сеанса не читает ввод. Дождитесь, пока она обработает ввод, и повторите попытку.
vi: Chương trình của phiên không đọc dữ liệu nhập vào. Hãy đợi nó xử lý xong rồi thử lại.
zh_hans: 该会话中的程序没有读取输入。请等待它处理完毕后重试。
zh_hant: 該工作階段中的程式沒有讀取輸入。請等待它處理完畢後重試。

source: The shell could not be started. Check the default shell in iGhostVT Settings.
ar: تعذّر بدء الصدفة. تحقق من الصدفة الافتراضية في إعدادات iGhostVT.
de: Die Shell konnte nicht gestartet werden. Prüfen Sie die Standard-Shell in den iGhostVT-Einstellungen.
es: No se ha podido iniciar el shell. Compruebe el shell predeterminado en los ajustes de iGhostVT.
fr: Impossible de démarrer le shell. Vérifiez le shell par défaut dans les réglages d’iGhostVT.
it: Impossibile avviare la shell. Controlla la shell predefinita nelle impostazioni di iGhostVT.
ja: シェルを開始できませんでした。iGhostVT の設定でデフォルトのシェルを確認してください。
ko: 셸을 시작할 수 없습니다. iGhostVT 설정에서 기본 셸을 확인하십시오.
pt_br: Não foi possível iniciar o shell. Verifique o shell padrão nos ajustes do iGhostVT.
ru: Не удалось запустить оболочку. Проверьте оболочку по умолчанию в настройках iGhostVT.
vi: Không thể khởi động shell. Hãy kiểm tra shell mặc định trong Cài đặt iGhostVT.
zh_hans: 无法启动 shell。请在 iGhostVT 设置中检查默认 shell。
zh_hant: 無法啟動 shell。請在 iGhostVT 設定中檢查預設 shell。

source: The shell exited with status %lld.
ar: خرجت الصدفة بالحالة %lld.
de: Die Shell wurde mit Status %lld beendet.
es: El shell finalizó con el estado %lld.
fr: Le shell s’est terminé avec le statut %lld.
it: La shell è terminata con stato %lld.
ja: シェルがステータス %lld で終了しました。
ko: 셸이 상태 %lld(으)로 종료되었습니다.
pt_br: O shell foi encerrado com o status %lld.
ru: Оболочка завершила работу с кодом %lld.
vi: Shell đã thoát với trạng thái %lld.
zh_hans: Shell 已退出，状态码为 %lld。
zh_hant: Shell 已結束，狀態碼為 %lld。

source: The shell exited.
ar: خرجت الصدفة.
de: Die Shell wurde beendet.
es: El shell finalizó.
fr: Le shell s’est terminé.
it: La shell è terminata.
ja: シェルが終了しました。
ko: 셸이 종료되었습니다.
pt_br: O shell foi encerrado.
ru: Оболочка завершила работу.
vi: Shell đã thoát.
zh_hans: Shell 已退出。
zh_hant: Shell 已結束。

source: The terminal connection is not ready. Try again.
ar: اتصال الطرفية غير جاهز. حاول مرة أخرى.
de: Die Terminalverbindung ist noch nicht bereit. Versuchen Sie es erneut.
es: La conexión con el terminal aún no está lista. Inténtelo de nuevo.
fr: La connexion au terminal n’est pas prête. Réessayez.
it: La connessione al terminale non è pronta. Riprova.
ja: ターミナルとの接続がまだ準備できていません。もう一度お試しください。
ko: 터미널 연결이 아직 준비되지 않았습니다. 다시 시도하십시오.
pt_br: A conexão com o terminal ainda não está pronta. Tente novamente.
ru: Подключение к терминалу ещё не готово. Повторите попытку.
vi: Kết nối Terminal chưa sẵn sàng. Hãy thử lại.
zh_hans: 终端连接尚未就绪。请重试。
zh_hant: 終端機連線尚未就緒。請重試。

source: The terminal connection was interrupted. Try again.
ar: تمت مقاطعة اتصال الطرفية. حاول مرة أخرى.
de: Die Terminalverbindung wurde unterbrochen. Versuchen Sie es erneut.
es: Se interrumpió la conexión con el terminal. Inténtelo de nuevo.
fr: La connexion au terminal a été interrompue. Réessayez.
it: La connessione al terminale è stata interrotta. Riprova.
ja: ターミナルとの接続が中断されました。もう一度お試しください。
ko: 터미널 연결이 중단되었습니다. 다시 시도하십시오.
pt_br: A conexão com o terminal foi interrompida. Tente novamente.
ru: Подключение к терминалу прервано. Повторите попытку.
vi: Kết nối Terminal đã bị gián đoạn. Hãy thử lại.
zh_hans: 终端连接已中断。请重试。
zh_hant: 終端機連線已中斷。請重試。

source: The terminal daemon could not complete the request.
ar: تعذّر على خدمة الطرفية إكمال الطلب.
de: Der Terminal-Daemon konnte die Anfrage nicht ausführen.
es: El daemon del terminal no pudo completar la solicitud.
fr: Le démon du terminal n’a pas pu traiter la demande.
it: Il daemon del terminale non è riuscito a completare la richiesta.
ja: ターミナルデーモンがリクエストを完了できませんでした。
ko: 터미널 데몬이 요청을 완료하지 못했습니다.
pt_br: O daemon do terminal não conseguiu concluir a solicitação.
ru: Службе терминала не удалось выполнить запрос.
vi: Tiến trình nền của Terminal không thể hoàn tất yêu cầu.
zh_hans: 终端守护进程无法完成该请求。
zh_hant: 終端機常駐程式無法完成該請求。

source: The terminal daemon is not running.
ar: خدمة الطرفية لا تعمل.
de: Der Terminal-Daemon läuft nicht.
es: El daemon del terminal no está en ejecución.
fr: Le démon du terminal n’est pas en cours d’exécution.
it: Il daemon del terminale non è in esecuzione.
ja: ターミナルデーモンが実行されていません。
ko: 터미널 데몬이 실행되고 있지 않습니다.
pt_br: O daemon do terminal não está em execução.
ru: Служба терминала не запущена.
vi: Tiến trình nền của Terminal không chạy.
zh_hans: 终端守护进程未运行。
zh_hant: 終端機常駐程式未執行。

source: The terminal helper did not respond in time. Try again.
ar: لم يستجب مساعد الطرفية في الوقت المحدد. حاول مرة أخرى.
de: Das Terminal-Hilfsprogramm hat nicht rechtzeitig geantwortet. Versuchen Sie es erneut.
es: El asistente del terminal no ha respondido a tiempo. Inténtelo de nuevo.
fr: L’assistant du terminal n’a pas répondu à temps. Réessayez.
it: L’assistente del terminale non ha risposto in tempo. Riprova.
ja: ターミナルヘルパーが時間内に応答しませんでした。もう一度お試しください。
ko: 터미널 헬퍼가 제때 응답하지 않았습니다. 다시 시도하십시오.
pt_br: O auxiliar do terminal não respondeu a tempo. Tente novamente.
ru: Вспомогательная служба терминала не ответила вовремя. Повторите попытку.
vi: Trình trợ giúp Terminal không phản hồi kịp thời. Hãy thử lại.
zh_hans: 终端助手未及时响应。请重试。
zh_hant: 終端機助手未及時回應。請再試一次。

source: The terminal helper is not running. Open iGhostVT and try again.
ar: مساعد الطرفية لا يعمل. افتح iGhostVT وحاول مرة أخرى.
de: Das Terminal-Hilfsprogramm läuft nicht. Öffnen Sie iGhostVT und versuchen Sie es erneut.
es: El asistente del terminal no se está ejecutando. Abra iGhostVT e inténtelo de nuevo.
fr: L’assistant du terminal n’est pas en cours d’exécution. Ouvrez iGhostVT et réessayez.
it: L’assistente del terminale non è in esecuzione. Apri iGhostVT e riprova.
ja: ターミナルヘルパーが実行されていません。iGhostVT を開いてからもう一度お試しください。
ko: 터미널 헬퍼가 실행 중이 아닙니다. iGhostVT를 열고 다시 시도하십시오.
pt_br: O auxiliar do terminal não está em execução. Abra o iGhostVT e tente novamente.
ru: Вспомогательная служба терминала не запущена. Откройте iGhostVT и повторите попытку.
vi: Trình trợ giúp Terminal không chạy. Hãy mở iGhostVT rồi thử lại.
zh_hans: 终端助手未运行。请打开 iGhostVT 后重试。
zh_hant: 終端機助手未執行。請開啟 iGhostVT 後再試一次。

source: The terminal helper is not running. Restart iGhostVT and try again.
ar: مساعد الطرفية لا يعمل. أعد تشغيل iGhostVT وحاول مرة أخرى.
de: Der Terminal-Helfer läuft nicht. Starten Sie iGhostVT neu und versuchen Sie es erneut.
es: El asistente del terminal no está en ejecución. Reinicie iGhostVT e inténtelo de nuevo.
fr: L’assistant du terminal n’est pas en cours d’exécution. Redémarrez iGhostVT, puis réessayez.
it: L’assistente del terminale non è in esecuzione. Riavvia iGhostVT e riprova.
ja: ターミナルヘルパーが実行されていません。iGhostVT を再起動してからもう一度お試しください。
ko: 터미널 헬퍼가 실행되고 있지 않습니다. iGhostVT를 다시 실행한 후 다시 시도하십시오.
pt_br: O assistente do terminal não está em execução. Reinicie o iGhostVT e tente novamente.
ru: Помощник терминала не запущен. Перезапустите iGhostVT и повторите попытку.
vi: Trình trợ giúp Terminal không chạy. Hãy khởi động lại iGhostVT rồi thử lại.
zh_hans: 终端助手未运行。请重新启动 iGhostVT 后重试。
zh_hant: 終端機助手未執行。請重新啟動 iGhostVT 後重試。

source: The terminal session did not end in time. Try again.
ar: لم تنتهِ جلسة الطرفية في الوقت المحدد. حاول مرة أخرى.
de: Die Terminalsitzung wurde nicht rechtzeitig beendet. Versuchen Sie es erneut.
es: La sesión de terminal no ha finalizado a tiempo. Inténtelo de nuevo.
fr: La session de terminal ne s’est pas terminée à temps. Réessayez.
it: La sessione del terminale non è terminata in tempo. Riprova.
ja: ターミナルセッションが時間内に終了しませんでした。もう一度お試しください。
ko: 터미널 세션이 제때 종료되지 않았습니다. 다시 시도하십시오.
pt_br: A sessão de terminal não foi encerrada a tempo. Tente novamente.
ru: Сеанс терминала не завершился вовремя. Повторите попытку.
vi: Phiên Terminal không kết thúc kịp thời. Hãy thử lại.
zh_hans: 终端会话未及时结束。请重试。
zh_hant: 終端機工作階段未及時結束。請再試一次。

source: Themes come from the Ghostty theme catalog and apply to every tab in every window.
ar: تأتي السمات من كتالوج سمات Ghostty وتُطبَّق على كل علامة تبويب في كل نافذة.
de: Die Themes stammen aus dem Ghostty-Theme-Katalog und gelten für jeden Tab in jedem Fenster.
es: Los temas provienen del catálogo de temas de Ghostty y se aplican a todas las pestañas de todas las ventanas.
fr: Les thèmes proviennent du catalogue de thèmes Ghostty et s’appliquent à tous les onglets de toutes les fenêtres.
it: I temi provengono dal catalogo dei temi di Ghostty e si applicano a tutte le schede in tutte le finestre.
ja: テーマは Ghostty のテーマカタログから提供され、すべてのウインドウのすべてのタブに適用されます。
ko: 테마는 Ghostty 테마 카탈로그에서 제공되며 모든 윈도우의 모든 탭에 적용됩니다.
pt_br: Os temas vêm do catálogo de temas do Ghostty e se aplicam a todas as abas de todas as janelas.
ru: Темы берутся из каталога тем Ghostty и применяются ко всем вкладкам во всех окнах.
vi: Các chủ đề lấy từ thư viện chủ đề của Ghostty và áp dụng cho mọi tab trong mọi cửa sổ.
zh_hans: 主题来自 Ghostty 主题库，将应用于所有窗口和标签页。
zh_hant: 主題來自 Ghostty 主題庫，將套用至所有視窗與分頁。

source: This closes all tabs and stops everything running in them.
ar: سيؤدي هذا إلى إغلاق كل علامات التبويب وإيقاف كل ما يعمل فيها.
de: Damit werden alle Tabs geschlossen und alles darin Laufende beendet.
es: Esto cierra todas las pestañas y detiene todo lo que se ejecuta en ellas.
fr: Cette action ferme tous les onglets et arrête tout ce qui s’y exécute.
it: Questa azione chiude tutte le schede e interrompe tutto ciò che vi è in esecuzione.
ja: すべてのタブが閉じられ、その中で実行中のすべてが終了します。
ko: 모든 탭이 닫히고 그 안에서 실행 중인 모든 항목이 종료됩니다.
pt_br: Isso fecha todas as abas e encerra tudo o que está em execução nelas.
ru: Все вкладки закроются, а всё запущенное в них будет остановлено.
vi: Thao tác này sẽ đóng tất cả tab và dừng mọi thứ đang chạy trong đó.
zh_hans: 这将关闭所有标签页，并终止其中运行的所有程序。
zh_hant: 這將關閉所有分頁，並終止其中執行的所有程式。

source: This closes the tab and stops everything running in it.
ar: سيؤدي هذا إلى إغلاق علامة التبويب وإيقاف كل ما يعمل فيها.
de: Damit wird der Tab geschlossen und alles darin Laufende beendet.
es: Esto cierra la pestaña y detiene todo lo que se ejecuta en ella.
fr: Cette action ferme l’onglet et arrête tout ce qui s’y exécute.
it: Questa azione chiude la scheda e interrompe tutto ciò che vi è in esecuzione.
ja: このタブが閉じられ、その中で実行中のすべてが終了します。
ko: 탭이 닫히고 그 안에서 실행 중인 모든 항목이 종료됩니다.
pt_br: Isso fecha a aba e encerra tudo o que está em execução nela.
ru: Вкладка закроется, а всё запущенное в ней будет остановлено.
vi: Thao tác này sẽ đóng tab và dừng mọi thứ đang chạy trong đó.
zh_hans: 这将关闭该标签页，并终止其中运行的所有程序。
zh_hant: 這將關閉該分頁，並終止其中執行的所有程式。

source: This is still the old version. Quit iGhostVT and open it again to use the new one.
ar: ما زال هذا هو الإصدار القديم. أنهِ iGhostVT ثم افتحه مجددًا لاستخدام الإصدار الجديد.
de: Dies ist noch die alte Version. Beende iGhostVT und öffne es erneut, um die neue zu verwenden.
es: Esta sigue siendo la versión anterior. Cierra iGhostVT y vuelve a abrirlo para usar la nueva.
fr: Ceci est encore l’ancienne version. Quittez iGhostVT et rouvrez-le pour utiliser la nouvelle.
it: Questa è ancora la versione precedente. Esci da iGhostVT e riaprilo per usare quella nuova.
ja: これはまだ古いバージョンです。新しいバージョンを使うには、iGhostVT を終了してから開き直してください。
ko: 아직 이전 버전입니다. 새 버전을 사용하려면 iGhostVT을(를) 종료하고 다시 여십시오.
pt_br: Esta ainda é a versão antiga. Encerre o iGhostVT e abra-o novamente para usar a nova.
ru: Это всё ещё старая версия. Закройте iGhostVT и откройте снова, чтобы использовать новую.
vi: Đây vẫn là phiên bản cũ. Hãy thoát iGhostVT rồi mở lại để dùng phiên bản mới.
zh_hans: 当前仍是旧版本。请退出 iGhostVT 并重新打开以使用新版本。
zh_hant: 目前仍是舊版本。請結束 iGhostVT 並重新打開以使用新版本。

source: This terminal is already open in another window.
ar: هذه الطرفية مفتوحة بالفعل في نافذة أخرى.
de: Dieses Terminal ist bereits in einem anderen Fenster geöffnet.
es: Este terminal ya está abierto en otra ventana.
fr: Ce terminal est déjà ouvert dans une autre fenêtre.
it: Questo terminale è già aperto in un’altra finestra.
ja: このターミナルは別のウインドウで開かれています。
ko: 이 터미널은 다른 윈도우에서 이미 열려 있습니다.
pt_br: Este terminal já está aberto em outra janela.
ru: Этот терминал уже открыт в другом окне.
vi: Terminal này đang mở ở cửa sổ khác.
zh_hans: 该终端已在其他窗口中打开。
zh_hant: 該終端機已在其他視窗中開啟。

source: This terminal is no longer available.
ar: لم تعد هذه الطرفية متوفرة.
de: Dieses Terminal ist nicht mehr verfügbar.
es: Este terminal ya no está disponible.
fr: Ce terminal n’est plus disponible.
it: Questo terminale non è più disponibile.
ja: このターミナルは利用できなくなりました。
ko: 이 터미널은 더 이상 사용할 수 없습니다.
pt_br: Este terminal não está mais disponível.
ru: Этот терминал больше недоступен.
vi: Terminal này không còn khả dụng.
zh_hans: 该终端已不可用。
zh_hant: 該終端機已不可用。

source: This text contains line breaks or hidden characters that the program may run as commands: %@
ar: يحتوي هذا النص على فواصل أسطر أو أحرف مخفية قد يشغّلها البرنامج كأوامر: %@
de: Dieser Text enthält Zeilenumbrüche oder verborgene Zeichen, die das Programm als Befehle ausführen kann: %@
es: Este texto contiene saltos de línea o caracteres ocultos que el programa puede ejecutar como comandos: %@
fr: Ce texte contient des sauts de ligne ou des caractères masqués que le programme peut exécuter comme des commandes : %@
it: Questo testo contiene interruzioni di riga o caratteri nascosti che il programma potrebbe eseguire come comandi: %@
ja: このテキストには、プログラムがコマンドとして実行する可能性のある改行や不可視文字が含まれています：%@
ko: 이 텍스트에는 프로그램이 명령으로 실행할 수 있는 줄바꿈이나 숨겨진 문자가 있습니다: %@
pt_br: Este texto contém quebras de linha ou caracteres ocultos que o programa pode executar como comandos: %@
ru: Этот текст содержит переносы строк или скрытые символы, которые программа может выполнить как команды: %@
vi: Văn bản này chứa ký tự xuống dòng hoặc ký tự ẩn mà chương trình có thể chạy như lệnh: %@
zh_hans: 此文本包含换行符或隐藏字符，程序可能会将其作为命令执行：%@
zh_hant: 此文字包含換行符或隱藏字元，程式可能會將其作為指令執行：%@
